
"_BASE_USED_" = "en";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "20.0";
/* Use the _PREFERENCES_EXTRA_WIDTH_ (if needed) to fit the action to perform description properly */
"_PREFERENCES_EXTRA_WIDTH_" = "40.0";
"General" = "Allmänt";
"File Access" = "Filåtkomst";
"Performance" = "Performance";
"Finder Extension" = "Finder Extension";
"Love" = "Love";
"OK" = "OK";
"Done" = "Färdig";
"Yes" = "Ja";
"No" = "Nej";
"Don't show again" = "Visa inte igen";
"Set as default compressor" = "Ställ in som standardprogram för komprimering";
"Not now" = "Inte nu";
"Want to make Keka your default compressor?" = "Vill du göra Keka till standardprogram för komprimering?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Detta betyder att alla kompatibla filer kommer att extraheras med Keka. Du kan ställa in detta senare i inställningarna.";
"Really want to close Keka?" = "Vill du verkligen stänga Keka?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "De pågående åtgärderna kommer att avbrytas. Om du väljer att vänta med att stänga av så kommer Keka att avslutas när allt arbete är färdigt.";
"Password needed" = "Lösenord krävs";
"File \"%@\" needs a password to be extracted" = "Filen \"%@\" kräver ett lösenord för att extraheras";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "Extrahering av \"%@\" färdig";
"Extraction of \"%@\" failed." = "Extrahering av \"%@\" misslyckades.";
"Extraction of %i files done" = "Extrahering av %i filer färdigt";
"Extraction complete" = "Extrahering färdig";
"Extraction fail" = "Extrahering misslyckades";
"Compression complete" = "Komprimering färdig";
"File \"%@\" created" = "Filen \"%@\" skapades";
"Compression fail" = "Komprimering misslyckades";
"File \"%@\" cannot be created" = "Filen \"%@\" kan inte skapas";
"\n(using fallback folder)" = "\n(using fallback folder)";
"Operation not implemented" = "Åtgärden är inte implementerad";
"Performing operation..." = "Genomför åtgärd...";
"Waiting..." = "Väntar...";
"Extracting \"%@\"" = "Extraherar \"%@\"";
"Extracting \"%@...\"" = "Extraherar \"%@...\"";
"Creating %@ file..." = "Skapar %@ fil...";
"Creating file \"%@\"" = "Skapar filen \"%@\"";
"Creating file \"%@...\"" = "Skapar filen \"%@...\"";
"Volume name:" = "Volymnamn:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Förfluten tid: %d:%@%d:%@%d timmar%@";
"Time elapsed: %d:%@%d minutes%@" = "Förfluten tid: %d:%@%d minuter%@";
"Time elapsed: %d seconds%@" = "Förfluten tid: %d sekunder%@";
"%.0f seconds" = "%.0f sekunder";
"%i:%02i minutes" = "%i:%02i minuter";
"%i:%02i:%02i hours" = "%i:%02i:%02i timmar";
"Pause" = "Paus";
"Continue" = "Fortsätt";
"Operation paused" = "Åtgärden pausad";
"Cancel" = "Avbryt";
"Close" = "Stäng";
"Operation failed" = "Åtgärden misslyckades";
"Operation failed with error code %d" = "Åtgärden misslyckades med felkod %d";
"Choose a name and folder to start the compression" = "Välj ett namn och mapp för att påbörja komprimering";
"Creation of \"%@\" failed" = "Skapandet av \"%@\" misslyckades";
"Creating \"%@\"" = "Skapar \"%@\"";
"Preparing extraction..." = "Förbereder extrahering…";
"Choose a folder to extract this file" = "Välj en mapp för att extrahera denna fil";
"Choose where do you want to extract \"%@\"" = "Välj var du vill extrahera \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Välj alla volymer från \"%@\" eller mappen som innehåller dem";
"Select the folder that contains \"%@\"" = "Välj mappen som innehåller \"%@\"";
"Extraction of \"%@\" failed" = "Extrahering av \"%@\" misslyckades";
"Keka - %i on queue" = "Keka - %i i kö";
"Keka can't create this %@ image" = "Keka kan inte skapa denna %@-avbild";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Du kan endast skapa %@-avbilder med en enstaka mapp. Prova att lägga alla dina filer i en mapp och släpp den på Keka för att skapa %@-avbilden.";
"Keka can't create this @% tarball" = "Keka kan inte skapa denna @%-tarboll";
"This operation is not supported on %@." = "Denna åtgärd stöds inte på %@.";
"Compress \"%@\" in %@ to..." = "Komprimera \"%@\" i %@ till...";
"Compress in %@ to..." = "Komprimera i %@ till...";
"Save as:" = "Spara som:";
"Compress" = "Komprimera";
"Extract \"%@\" to..." = "Extrahera \"%@\" till…";
"Extract as:" = "Extrahera som:";
"Extract" = "Extrahera";
"About %i seconds" = "Ungefär %i sekunder";
"About %i minutes" = "Ungefär %i minuter";
"About %i hours" = "Ungefär %i timmar";
"About %i days" = "Ungefär %i dygn";
"About %i weeks" = "Ungefär %i veckor";
"About %i months" = "Ungefär %i månader";
"About %i years" = "Ungefär %i år";
"About a minute" = "Ungefär 1 minut";
"About an hour" = "Ungefär 1 timme";
"About a day" = "Ungefär 1 dygn";
"About a week" = "Ungefär 1 vecka";
"About a month" = "Ungefär 1 månad";
"About a year" = "Ungefär 1 år";
"Finishing..." = "Finishing...";
"Can't show progress time..." = "Kan inte visa återstående tid…";
"Password for \"%@\"" = "Lösenord för \"%@\"";
"Format" = "Format";
"Method" = "Metod";
"Method:" = "Metod:";
"No compression" = "Ingen komprimering";
"Fastest, less compression" = "Snabbast, mindre komprimering";
"Fast, less compression" = "Snabb, mindre komprimering";
"Normal" = "Normal";
"Slow, more compression" = "Långsam, mer komprimering";
"Slowest, more compression" = "Långsammast, mer komprimering";
"Compression" = "Komprimering";
"Extraction" = "Extrahering";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka kan inte använda \"extlx.plist\"-listan, kontakta utvecklarna.\n\nKeka kommer nu avslutas.";
"Keka is dying!" = "Keka håller på att dö!";
"Ask each time" = "Fråga varje gång";
"Next to original file" = "Bredvid ursprungsfilen";
"Custom folder..." = "Anpassad mapp...";
"Same as original file" = "Samma som ursprungsfilen";
"Custom name..." = "Anpassat namn...";
"Archive" = "Arkiv";
"Set as default folder" = "Ställ in som standardmapp";
"Perform automatic action" = "Genomför automatisk åtgärd";
"Always compress" = "Komprimera alltid";
"Always extract" = "Extrahera alltid";
"1.4 MB Floppy" = "1.4 MB-diskett";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "Släpp här för att extrahera";
"Drop here to compress" = "Släpp här för att komprimera";
"Binary \"%@\" is not accessible" = "Binärfilen \"%@\" är inte åtkomlig";
"The first part \"%@\" can't be found" = "Första delen \"%@\" kunde inte hittas";
"Unable to extract a folder" = "Unable to extract a folder";
"unknown" = "okänd";
"Unknown error" = "Okänt fel";
"Error code %d using \"%@\"\n%@" = "Felkod %d med \"%@\"\n%@";
"Keka was unable to create the extraction package" = "Keka was unable to create the extraction package";
"No errors found" = "Inga fel hittades";
"Minor error, the operation may be done well" = "Mindre fel. Åtgärden kanske har genomförts";
"Fatal error" = "Ödesdigert fel";
"CRC error occurred, maybe the file is corrupt" = "CRC-fel inträffade. Filen kanske är skadad";
"Attempt to modify an archive previously locked" = "Försök att ändra ett arkiv som tidigare var låst";
"Maybe you don't have permission to write or your disk is full" = "Kanske saknar du behörighet att skriva eller disken är full";
"Can't open the file, maybe you don't have read permission" = "Kan inte öppna filen. Du kanske saknar behörighet";
"Command line error, please contact with the developer" = "Kommandoradsfel. Kontakta utvecklarna";
"Not enough memory. Try to close some programs and repeat the operation" = "Inte tillräckligt ledigt minne. Prova att stänga några program och upprepa åtgärden";
"Can't create the file, maybe you don't have permission or free space" = "Kan inte skapa filen. Du kanske inte har behörighet eller ledigt utrymme";
"Canceled manually" = "Avbröts manuellt";
"Bad password, try again" = "Felaktigt lösenord. Försök igen";
"This archive is locked" = "Detta arkiv är låst";
"Write error. No permission? No space left?" = "Skrivfel. Saknar behörighet? Inget ledigt utrymme?";
"Can't open the file, maybe it's not accessible" = "Kan inte öppna filen. Kanske är den inte åtkomlig";
"No files matching the mask" = "Inga filer matchar söksträngen";
"There were some read errors" = "There were some read errors";
"Give access" = "Ge åtkomst";
"Just folder access" = "Endast mappåtkomst";
"Quit" = "Avsluta";
"More information" = "Mer information";
"Keka needs file access" = "Keka behöver filåtkomst";
"Give home access" = "Ge hemåtkomst";
"Customize" = "Anpassa";
"Keka needs access to the source file/s." = "Keka needs access to the source file/s.";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Keka behöver lokal åtkomst till Mac-disken för att fungera sömlöst med dina filer.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\nKlicka helt enkelt på \"Ge åtkomst till Keka\". Din disk bör redan vara vald.";
"Give access to Keka" = "Ge åtkomst till Keka";
"Full Mac access (Recommended)" = "Fullständig Mac-åtkomst (Rekommenderas)";
"Home folder access" = "Åtkomst till hemmapp";
"External volumes access" = "Åtkomst till externa volymer";
"Full Mac" = "Full Mac";
"Home folder" = "Home folder";
"External volumes" = "External volumes";
"Show in context menu" = "Show in context menu";
"External disk: %@" = "Extern disk: %@";
"An extension is required" = "Ett tillägg krävs";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Du behöver installera ett tillägg för att ställa in Leka som standardprogram. Klicka på \"Mer information\" och följ instruktionerna.\n\nKom ihåg att du alltid kan ställa in Keka som standardprogram för valfria format med \"Visa info\"-panelen i Finder.";
"Your installed extension is obsolete and you should update it." = "Your installed extension is obsolete and you should update it.";
"Update" = "Update";
"Cannot set Keka as default" = "Kan inte ställa in Keka som standardprogram";
"The intermediate application failed to launch. There is more information in the Console.app." = "Det mellanliggande programmet gick inte att starta. Det finns mer information i Console.app.";
"The intermediate application returned an undefined code." = "Det mellanliggande programmet returnerade en odefinierad kod.";
"Keka is now set as the default application for its known formats." = "Keka är nu inställt som standardprogram för dess kända filformat.";
"Keka set as default" = "Keka inställt som standard";
"There were some errors while registering the formats. There is more information in the Console.app." = "Det inträffade några fel vid registrering av filformat. Det finns mer information i Console.app.";
"The intermediate application can't get access to Keka." = "Det mellanliggande programmet kunde inte få åtkomst till Keka.";
"The intermediate application can't find Keka." = "Det mellanliggande programmet kunde inte hitta Keka.";
"Show in Finder" = "Show in Finder";
"Delete" = "Delete";
"Continue without encryption" = "Continue without encryption";
"The password does not match" = "The password does not match";
"The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption." = "The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption.";
"Use legacy encryption" = "Use legacy encryption";
"Using AES-256 encryption in ZIP" = "Using AES-256 encryption in ZIP";
"Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities." = "Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default.\n\nYou can open those files easily with most third party extraction utilities.";
"Cannot create the file" = "Cannot create the file";
"Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences" = "Keka has no file access to the source file/s\nGive it access when asked or manually in the Preferences";
"Give access to the source/s folder/s" = "Give access to the source/s folder/s";
"Give access to the compressed file" = "Give access to the compressed file";
"The extension is enabled" = "The extension is enabled";
"The extension is disabled" = "The extension is disabled";
"Enable or disable the extension" = "Enable or disable the extension";
"Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option." = "Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option.";
"Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone." = "Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone.";
"Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone." = "Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone.";
"Show the operation log" = "Show the operation log";
"Unable to process tips" = "Unable to process tips";
"Already tipping a monthly %@" = "Already tipping a monthly %@";
"Send a monthly %@ tip" = "Send a monthly %@ tip";
"Send a %@ tip" = "Send a %@ tip";
"Give Keka some love ♥" = "Give Keka some love ♥";
"All extractions will be expanded at this location." = "All extractions will be expanded at this location.";
"All compressions will be stored at this location." = "All compressions will be stored at this location.";
"You'll be asked where to extract each operation." = "You'll be asked where to extract each operation.";
"You'll be asked where to compress each operation." = "You'll be asked where to compress each operation.";
"If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly." = "If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly.";
"Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane." = "Keka has no file access to the destination folder so it needs to ask for a location.\nYou can add access to this and other folders in Keka's Preferences File Access pane.";
"The characters %@ are not compatible with the %@ format" = "The characters %@ are not compatible with the %@ format";
"The character %@ is not compatible with the %@ format" = "The character %@ is not compatible with the %@ format";
"Stop compressing" = "Stop compressing";
"Stop extracting" = "Stop extracting";
"Resume compressing" = "Resume compressing";
"Resume extracting" = "Resume extracting";
"Pause compressing" = "Pause compressing";
"Pause extracting" = "Pause extracting";
"Compression paused" = "Compression paused";
"Extraction paused" = "Extraction paused";
"Waiting for password" = "Waiting for password";
"On queue" = "On queue";
"Applying quarantine..." = "Applying quarantine...";

/*
// MAS tips
// Note this will be used in Apple's servers
// Apple needs to have MAS translated in this language so this strings can be used
// The language used in MAS/AppleID will be used in Keka's tip strings and may not match Keka's localization
// Note that the short string is limited to 30 characters and the long string is limited to 45 characters
// Emojis cannot be used in these strings :(
*/
"Monthly sip of coffee" = "Monthly sip of coffee";
"Gift Keka a sip of coffee each month" = "Gift Keka a sip of coffee each month";
"Monthly coffee" = "Monthly coffee";
"Gift Keka a coffee each month" = "Gift Keka a coffee each month";
"Monthly pair of coffees" = "Monthly pair of coffees";
"Gift Keka a couple coffees each month" = "Gift Keka a couple coffees each month";
"Monthly breakfast" = "Monthly breakfast";
"Gift Keka a breakfast each month" = "Gift Keka a breakfast each month";
"Tip a coffee" = "Tip a coffee";
"Tip Keka a coffee so it can stay awake" = "Tip Keka a coffee so it can stay awake";
"Tip a breakfast" = "Tip a breakfast";
"Tip Keka a breakfast so it can start fresh" = "Tip Keka a breakfast so it can start fresh";
"Tip a lunch" = "Tip a lunch";
"Tip Keka a lunch and feed it" = "Tip Keka a lunch and feed it";
"Tip a dinner" = "Tip a dinner";
"Tip Keka a dinner so it keeps rolling" = "Tip Keka a dinner so it keeps rolling";
"Tip a bunch of food" = "Tip a bunch of food";
"Tip Keka a new bunch of food to keep rolling" = "Tip Keka a new bunch of food to keep rolling";
